[
  {
    "id": 0,
    "title": "Alchemist",
    "description": "You decide who wins one duel. You cannot use this ability if you are the attacker or defender.",
    "one_use": true,
    "type": 0
  }, {
    "id": 1,
    "title": "Bodyguard",
    "description": "The player you suport in any duel adds +1 to his score.",
    "one_use": false,
    "type": 3
  }, {
    "id": 2,
    "title": "Clairvoyant",
    "description": "During your turn you can search the objects deck and choose two cards. Shuffle the deck and then place both chosen cards face-down on top of the deck in any order.",
    "one_use": true,
    "type": 0
  }, {
    "id": 3,
    "title": "Diplomat",
    "description": "Force another player to trade to you a particular object of your choice. You may use this ability only during your turn. If the player does not have the asked for item your turn ends",
    "one_use": true,
    "type": 0
  }, {
    "id": 4,
    "title": "Doctor",
    "description": "You may cancel the effects of a duel immediately after the duel ends.",
    "one_use": true,
    "type": 0
  }, {
    "id": 5,
    "title": "Grand Master",
    "description": "Add +1 to your score in any duel if you are the defender.",
    "one_use": false,
    "type": 2
  }, {
    "id": 6,
    "title": "Hypnotist",
    "description": "If you are the attacker in any duel you may choose one player. The chosen player may not support either side in this duel.",
    "one_use": false,
    "type": 0
  }, {
    "id": 7,
    "title": "Priest",
    "description": "You can prevent a duel from taking place. You must use this ability before supporters are revealed. If the attacker holds at least two objects he must give you one of them (his choice). The attacker’s turn ends.",
    "one_use": true,
    "type": 0
  }, {
    "id": 8,
    "title": "Swordsman",
    "description": "If you are the attacker or defender in any duel you may declare that the other players cannot be invovled in the duel. In addition you may add +1 to your score for this duel.",
    "one_use": true,
    "type": 3
  }, {
    "id": 9,
    "title": "Thug",
    "description": "Add +1 to your score in any duel if you are the attacker.",
    "one_use": false,
    "type": 1
  }
]
